---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainMullionVert
source: html/eb842490-9ef1-297d-8622-08de09d33187.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainMullionVert Property

Vertical Mullions.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainMullionVert { get; }
```